Repository: inaes-tic/easy-transcode
Catalog: po/*.po
Languages: es_ar

source: Drop <b>video</b> files to be processed here. They will automatically be converted to <b>M4V, H264/AAC</b> and their audio normalized.
es_ar: Arrastre aca los archivos de <b>video</b> que quiera convertir. Seran automaticamente convertidos a <b>M4V, H264/AAC</b> y su audio normalisado.

source: <b>Drop something on me !</b>
es_ar: <b>Tirate un he... tirate un archivo.</b>

source: This file is currently beeing processed
es_ar: Este archivo esta en curso de processo

source: Processing
es_ar: Procesando

source: These files are waiting to be processed, they get processed one by one from the top. Click to remove.
es_ar: Estos archivos estan esperando que se los processe, se los trata uno por uno por arriba. Haga Click para descartarlos.

source: Queue
es_ar: Lista de Espera

source: These Files have succesfully been processed, here we list the resulting files. Click to remove.
es_ar: Estos archios han sido procesados con exito, aca ve los archivos resultantes. Haga Click para descartarlos.

source: Success
es_ar: Sucesso

source: These are the errors gathered during processing. Click to remove.
es_ar: Estos son los errors encontrados durante el tratamiento. Haga Click para descartarlos.

source: Failed
es_ar: Fallido

source: MBC Zumo: Easy Transcode Tool
es_ar: MBC Zumo: Herramienta de Transcoding Facil

source: Where the files end up
es_ar: Donde van los archivos procesados

source: <b>Destination:</b>
es_ar: <b>Destino:</b>

source: Select the destination folder
es_ar: Selecione la carpeta de destino

source: Audio Normalization
es_ar: Normalizacion de Audio

source: Video Transcoding
es_ar: Convercion de Video

source: Success:
es_ar: Succeso:

source: Error Log
es_ar: Lista de errores
